use credit
go
select 'select count(*) from ', name from sysobjects where type = 'u'
go

테이블 이름과 행 수 를 나란히 보여주고 싶어요!





-----------
177304

(1개 행이 영향을 받음)


-----------
11768

(1개 행이 영향을 받음)


-----------
8506

(1개 행이 영향을 받음)


-----------
3962

(1개 행이 영향을 받음)


-----------
1288

(1개 행이 영향을 받음)


-----------
3560

(1개 행이 영향을 받음)


-----------
0

(1개 행이 영향을 받음)


-----------
2951

(1개 행이 영향을 받음)


-----------
207

(1개 행이 영향을 받음)


-----------
436

(1개 행이 영향을 받음)


-----------
272

(1개 행이 영향을 받음)


-----------
816

(1개 행이 영향을 받음)


-----------
3952

(1개 행이 영향을 받음)


-----------
354

(1개 행이 영향을 받음)

